[
  {
    "type": "mutation",
    "id": "awayfromhome",
    "name": { "str": "Earthside" },
    "//": "Basically just a flag to show you're away from base. This trait on your character is what tells the EOC to start increasing your warp sickness.",
    "description": "Вы находитесь вдали от своего острова-убежища. Со временем вы начнете поддаваться неосязаемым миазмам подземного мира, и ваши характеристики пострадают. У вас есть несколько часов после деформации, прежде чем это станет проблемой, после чего ситуация будет быстро ухудшаться, пока вы не вернетесь домой или не умрете.",
    "points": 0,
    "valid": false,
    "purifiable": false
  },
  {
    "type": "effect_type",
    "id": "warpsickness",
    "//": "This is the warp sickness effect which makes it hard to stay away from base for too long. Intensity 1 is the strongest while Intensity 5 is the weakest and has no penalties. This effect does not increase or decrease on its own, rather it is controlled exclusively by a recurring EOC which checks how long you've been away from base and intermittently moves you towards intensity 1. The decay messages don't seem to display this way but they're left here anyway.",
    "name": [ "Искривление пространства дезинтегрируется!", "Искривление пространства - некроз", "Искривление пространства истощается", "Искривление пространства - Болезнь", "Искривление пространства - Тошнота", "Искривление пространства стабильно" ],
    "desc": [
      "Ты сейчас умрешь. И если бы вы не были заняты тем, что истекали кровью из каждой поры, вы бы нашли лучший способ подчеркнуть, насколько тяжело вы умираете. Ваша единственная надежда - немедленно вернуться домой.",
      "Сама ткань вашего существа распадается! Ты в отчаянном положении. Тебе нужно немедленно возвращаться на свой остров-убежище!",
      "Ты слишком долго пробыл на земле! Ваше тело почти не реагирует, а ваши чувства погружены в слякоть. Сам мир кажется колючим и изношенным, а сам воздух похож на дышащее стекловолокно. Если вы хотите выжить, вам нужно вернуться домой как можно скорее.",
      "Ты слишком долго пробыл на земле. Ваше тело болит, а чувства притупляются. При каждом шаге кажется, что ты идешь по густой грязи и дышишь горячей смолой. Тебе следует отправиться домой как можно скорее, иначе будет только хуже.",
      "Вы слишком долго пробыли на земле. Становится трудно сосредоточиться, в ушах возникает болезненный звон, а мышцы покалывает и сотрясает. Каждое действие кажется отложенным. Тебе нужно вернуться домой, чтобы освежиться, иначе будет еще хуже. Вероятно, всего через несколько часов.",
      "Вы только что вернулись с вашего острова-убежища. Неосязаемые миазмы почвы в настоящее время не оказывают на вас никакого воздействия, и вы чувствуете себя прекрасно. Этого должно хватить на несколько часов. Однако оставайтесь здесь слишком долго, и вы постепенно начнете страдать от все усиливающихся изнуряющих эффектов."
    ],
    "decay_messages": [
      [
        "Нет слов, чтобы описать, в какую передрягу вы попали. Твое тело превращается в мокрую пасту, а твоя кровь скручивается в клубок виноградной лозы. Все, что ты знаешь, - это боль. Ты не просто умираешь, ты умираешь ужасной смертью. Ваша единственная надежда - сбежать в свое убежище, но до забвения осталось всего несколько мгновений.",
        "bad"
      ],
      [
        "Ты чувствуешь вкус крови, и твои глаза снова проваливаются в орбиты. Ты слишком долго отсутствовал. Твоя варп-болезнь вот-вот поглотит тебя целиком, и ты разваливаешься по швам. Возвращайся домой СЕЙЧАС же!",
        "bad"
      ],
      [
        "Разрушения в мире усиливаются. Все причиняет боль, и существование - это сюрреалистическая волна боли. Твоя варп-болезнь невыносима. Тебе нужно вернуться домой как можно скорее.",
        "bad"
      ],
      [
        "К горлу внезапно подступает желчь, и кажется, что пальцы сами собой разжимаются. Твоя варп-болезнь становится все хуже. Тебе следует поскорее вернуться домой.",
        "bad"
      ],
      [
        "Весь мир мерцает у вас перед глазами. Все кажется медленным и липким. У вас начинается варп-болезнь. Тебе следует сосредоточиться на том, чтобы добраться домой.",
        "bad"
      ]
    ],
    "rating": "mixed",
    "max_intensity": 6,
    "base_mods": { "str_mod": [ -10 ], "dex_mod": [ -10 ], "per_mod": [ -10 ], "int_mod": [ -10 ] },
    "scaling_mods": { "str_mod": [ 2 ], "dex_mod": [ 2 ], "per_mod": [ 2 ], "int_mod": [ 2 ] }
  },
  {
    "id": "warpdisintegration",
    "type": "effect_type",
    "name": [ "Распадающийся!" ],
    "//": "This is a very bad effect that will kill you in short order by damaging your torso over time. It is only activated by the recurring EOC which checks how long you've been away from base, and always at the same time that you reach warp sickness intensity 1.",
    "desc": [ "Длительный искажение пространства разрушает вас. Ты разваливаешься на части." ],
    "apply_message": "Тебя уничтожают!",
    "remove_message": "Разрыв искажение пространства наконец-то прекратился. Ты чувствуешь, что снова существуешь.",
    "show_intensity": false,
    "rating": "bad",
    "max_intensity": 1,
    "base_mods": {
      "pain_amount": [ 5 ],
      "pain_min": [ 1 ],
      "pain_chance": [ 20 ],
      "pain_max_val": [ 100 ],
      "hurt_amount": [ 5 ],
      "hurt_min": [ 1 ],
      "hurt_chance": [ 1 ],
      "hurt_tick": [ 20 ]
    }
  },
  {
    "type": "effect_type",
    "id": "warpcloak",
    "name": [ "эфирная форма" ],
    "//": "A simple invisibility that decays on its own and whose duration is set in the teleport to world EOCs.",
    "desc": [
      "Вы невидимы очень короткое время. Теперь у тебя есть шанс добраться до укрытия. Вы также достаточно бестелесны, чтобы не получать урона при падении, но, надеюсь, это не будет иметь значения."
    ],
    "flags": [ "INVISIBLE", "FEATHER_FALL" ],
    "remove_message": "Вы полностью материализуетесь. Теперь тебя видят!"
  }
]
